Repository: sylpi10/sf_mountain_guide
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Your email has been send
fr: Votre message a bien été envoyé :-)

source: Mountain guide
fr: Guide de Montagne

source: Alpinism, Ski, Climbing
fr: Alpinisme, Ski, Escalade

source: Previous
fr: Précédent

source: Next
fr: Prochain

source: Alpinism
fr: Alpinisme

source: Password
fr: Mot de Passe

source: Home
fr: Accueil

source: About
fr: A Propos

source: Logout
fr: Déconnexion

source: Back to Top
fr: Haut de Page

source: Start
fr: Commencer

source: Send
fr: Envoyer

source: Your Name
fr: Votre Nom

source: Your Email
fr: Votre Email

source: Your Message
fr: Votre Message

source: Passer en Français
fr: Switch to English

source: Who Am-I ?
fr: Qui Suis-je ?

source: You've never set foot on a glacier or in high mountain et you wish to discover the basics of alpinism ?
fr: Vous n’avez jamais mis les pieds sur un glacier ou en haute montagne et souhaitez découvrir les bases de l’alpinisme?

source: You aready have some experience in alpinism and you're looking forward to evolve around more ambitious summit.
fr: Vous avez déjà une première expérience en alpinisme et souhaitez évoluer vers des sommets plus ambitieux.

source: From ice hiking to summit climbing, I garanty you ideals conditions for a first experience in alpinism or for some tougher climbing projects.
fr: De la randonnée glaciaire à l’escalade de sommets élancés, je vous garantie des conditions idéales pour une première expérience de l’alpinisme ou pour vos projets d’ascensions les plus durs.

source: From a one day initiation to a full immersion on several days in the moutain and nights in refuges.
fr: Durée De 1 journée pour une initiation à plusieurs jours pour une immersion totale en montagne avec nuits en refuge

source: Climbing
fr: Escalade

source: Climbing school
fr: Ecole d'escalade

source: Beginner or more advanced, the climbing school allows you to develop technics and sensations before going further in altitude or in difficulties...
fr: Débutant ou confirmé, l'école d'escalade vous permet de développer techniques et sensations avant d'aller plus haut en altitude ou dans la difficulté …

source: You are a beginner or climb in the 6th grade and you dream about the the 7A level ? Don't wait any longer and come to discover every subtleties about climbing with complete confidence ! I will teach you many exercises adapted to you level and your background, to begin or really progress in you practice.
fr: Vous êtes débutant ou vous grimpez régulièrement dans le 6ème degré et le 7A vous fait rêver ? N'attendez plus, venez découvrir toutes les subtilités de la grimpe en toute confiance. Je vous proposerai des exercices adaptés à votre niveau et votre vécu, pour débuter ou progresser à fond dans votre pratique.

source: High cliffs
fr: Grandes voies

source: You like thrills and spills ? Climbing a hugh cliff is definitely for you ! I will give you the keys to high cliffs initiation or improvements. The cliffs will be chosen regarding your level to make progress in the best possible conditions.
fr: Vous aimez les sensations fortes? Gravir une grande voie d'escalade est fait pour vous! Je vous donnerai les clés pour vous initier aux grandes voies ou vous perfectionner. Les voies seront sélectionnées en fonction de votre niveau pour progresser dans les meilleures conditions.

source: The “Trad”
fr: Le “Trad”

source: The "Trad" it's climbing while placing your own gear (friends, wedgers...) in non equiped cliffs. It's a really great training to roam high mountain cliffs.
fr: Le “trad” c'est grimper en libre et poser ses propres protections (friends, coinceurs…) dans des voies non équipées. C’est un super entraînement dans le but de parcourir de grandes voies en montagne.

# If you wish to be ititiated to &quot;trad&quot; climbing, this is what I offer:
source: If you wish to be ititiated to "trad" climbing, this is what I offer:
fr: Si vous souhaitez vous initier au “trad” voici ce que je vous propose de découvrir ensemble:

source: How to use the climbing gear, to protect yourself:
fr: comment utiliser le matériel d'escalade artificielle pour vous protéger : coinceurs mécaniques, câblés, excentriques, crochets, pitons...etc

source: The "trad"s specific gesture: foot, hand wedging, finger lock, wedging in offwidths.
fr: la gestuelle propre au “trad” : les coincements de pied, de main, les verrous de doigts, les coincements en fissures larges “offwidth”

source: How to evolve safely (relays making, triangulation ... )
fr: comment évoluer en sécurité (confections de relais, triangulation...etc)

source: Where ? Annot in the Hautes Provences Alps, Chamonix, Val d'Orco (the little Italian Yosemite)
fr: Ou? Annot dans les Alpes de Hautes Provence, Chamonix, Val d’Orco (le petit Yosemite Italien!!!)

source: Ski touring
fr: Ski de randonnée

source: You are bored about marked ski trails and dream about some escape and new sensations ?
fr: Vous vous lassez du ski sur pistes balisées et rêvez d'évasion et de nouvelles sensations?

source: The touring ski is an amazing activity combining pleasure with the effort of the ascent, with the happiness of being in the mountain far from crowds et the joys of the descent in a snow from a movie.
fr: Le ski de randonnée est une activité formidable, alliant le plaisir de l'effort de la montée, avec le bonheur d'être en montagne loin des foules et les joies de la descente dans une neige de cinéma

source: Wether you wish to acquire the basics of ski touring, improve your technique to go on raids, or simply being accompanied by a professionnal. You can trust me to find the most adapted itineraries to your skills, your expectations and to the of the moment.
fr: Que vous souhaitiez acquérir les rudiments techniques du ski de randonnée, améliorer votre technique pour partir en raid, ou simplement être accompagné par un professionnel. Faites moi confiance pour dénicher les itinéraires les plus adaptés à votre niveau, vos envies et aux conditions du moment.

source: Duration: For a day or a severl days raid, for a full dipping in the mountain with night(s) in refuge(s).
fr: Durée A la journée ou sur plusieurs jours en raids pour une immersion totale en montagne avec nuit(s) en refuge(s)

source: Wild skiing
fr: Ski Hors-piste

source: You are comfortable on all types of ski trail, you like to play on the edges of ski trails and want to push it further ?
fr: Vous êtes à l'aise sur toutes les pistes, vous aimez jouer sur les bords de piste et vous souhaitez aller plus loin ?

source: You allready have a first experience in wild skiing and want to ski powder snow? We'll find together the best itinirary for you: small or big height differences, huge spaces of fresh snow, ski in forests... Trust me to guide you through all kind of field and ride some good puff.
fr: Vous avez déjà une expérience du ski hors-piste et vous skiez en poudreuse ? Nous trouverons ensemble l’itinéraire qui vous correspond : petits ou longs dénivelés, grands espaces de neige fraîche et parfois vierge, ski en forêt... Faites moi confiance pour vous faire profiter de tous les terrains, et skier de la bonne neige.

source: Where ? In the best wild spots in the Alps: Chamonix, La Grave, Serre chevalier, Montgenevre ...
fr: Ou? Dans les meilleurs spots de hors piste des Alpes : Chamonix, La Grave, Serre Chevalier, Montgenèvre,…

source: Ice Climbing
fr: Cascade de glace

source: In the heart of winter, the cold caught some ephemeres ice lines.
fr: Au cœur de l'hiver, le froid a saisi des lignes de glace éphémères.

source: For a few weeks a year, the alpinist climber may come to play in this fairy universe. The raw sound of the ice pick biting the ice, le feeling of the spike holding your balance, the ice climbing make you dive into a deep moment of focus.
fr: Quelques semaines par an, le grimpeur alpiniste peut venir jouer dans cet univers féérique. Le son sec du piolet qui mord la glace, la sensation du crampon qui tient votre équilibre à un fil, la cascade de glace vous plonge dans un grand moment de concentration.

source: Ice climbing is ofter perceived as a tough activity, not accessible... Try the experience, you will see it's not the case ! For all the winter long, come discover some fresh new climbing feelings and taste the ice.
fr: La cascade de glace est souvent perçue comme une activité très physique, en un mot inaccessible... Tentez l’expérience, vous constaterez que c’est loin d’être le cas ! Tout au long de l’hiver, venez découvrir de nouvelles sensations de grimpe et goûter au plaisir de la glace.

source: You already have some experience in ice climbing and wish to improve your techniques? Close to home, the Fournel and Fraissinières valleys are the majors spots known internationaly for that activity. We will find together the fitting aims for you.
fr: Vous avez déjà une première expérience en glace et souhaitez améliorer votre technique? A côté de la maison, les vallées du Fournel et de Freissinières sont des spots majeurs reconnus à l’échelle internationale pour la pratique de cette activité. Nous trouverons ensemble des objectifs qui vous correspondent.
